Revit 2027 API
UnitTypeId.Kilograms Property
 Kilograms.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kilograms { get; }
Public Shared ReadOnly Property Kilograms As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kilograms {
	ForgeTypeId^ get ();
}
static member Kilograms : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace